[
    {   
        "id": 1,
        "thumbnail": "https://example.com/thumbnail.jpg",
        "title": "🦅 Eagles Always Fly High – SIH Internal Hackathon 2025",
        "desc": "⚡ Soaring above the competition, Team Eagles took flight at the SIH Internal Hackathon 2025 with a solution that fused innovation, teamwork, and technical mastery. Led by Brijesh Thummar’s strategic vision, our squad—Jaimin, Vaibhav, Jhanvi, Krishna, and I—channeled our diverse strengths into a unified force. From brainstorming bold ideas to building a functional prototype under pressure, we embodied the spirit of agile problem-solving and creative resilience. This achievement isn’t just a win—it’s a testament to our shared belief in dreaming big, building fast, and flying together.",
        "download_url": "https://drive.google.com/uc?export=download&id=16GegFsBmK7V26Xjo-s0oh4ePzYRR7Mte",
        "redirect_url": "https://drive.google.com/file/d/16GegFsBmK7V26Xjo-s0oh4ePzYRR7Mte/preview"
    },
    {   
        "id": 2,
        "thumbnail": "https://example.com/thumbnail.jpg",
        "title": "be10x AI/ML Certificate",
        "desc": "🤖 be10x AI/ML Workshop Completed an interactive training under be10x, focusing on practical implementation of Artificial Intelligence and Machine Learning in modern digital ecosystems. Gained hands-on experience with essential tools and strategies for AI deployment, enhancing my understanding of real-world automation, data modeling, and intelligent systems.",
        "download_url": "https://drive.google.com/uc?export=download&id=1NPQaDv38uy7lsfufEHxFMi0DaVgA9x7O",
        "redirect_url": "https://drive.google.com/file/d/1NPQaDv38uy7lsfufEHxFMi0DaVgA9x7O/preview"
    },
     {   
        "id": 3,
        "thumbnail": "https://example.com/thumbnail.jpg",
        "title": "GenAI Data Analytics – Tata Job Simulation Certificate",
        "desc": "Completed a hands-on simulation focused on AI-powered data analytics, issued by Tata via Forage. Covered key tasks including exploratory data analysis, risk profiling, delinquency prediction, and crafting business reports for collections strategy. Demonstrated practical skills in implementing AI-driven decision-making for real-world financial operations.",
        "download_url": "https://drive.google.com/uc?export=download&id=1uxcVFAqiNRk1QZvaSPIObj2xKA1B4Y2I",
        "redirect_url": "https://drive.google.com/file/d/1uxcVFAqiNRk1QZvaSPIObj2xKA1B4Y2I/preview"
    },
    {   
        "id": 4,
        "thumbnail": "https://example.com/thumbnail.jpg",
        "title": "ISRO AI/ML Certificate",
        "desc": "🛰️ ISRO AI/ML Workshop Participated in a specialized workshop hosted by ISRO, exploring cutting-edge applications of Artificial Intelligence and Machine Learning in space technology and data science. Strengthened my foundation in model design, algorithmic analysis, and deployment strategies tailored for real-world challenges in aerospace and geospatial contexts.",
        "download_url": "https://drive.google.com/uc?export=download&id=16GegFsBmK7V26Xjo-s0oh4ePzYRR7Mte",
        "redirect_url": "https://drive.google.com/file/d/16GegFsBmK7V26Xjo-s0oh4ePzYRR7Mte/preview"
    }
]
